{
  "home": {
    "homePage": "الرئيسية",
    "aboutUs": "عن الشركة",
    "ourServices": "خدماتنا",
    "contactUs": "تواصل معنا",
    "latestNews": "آخر الأخبار",
    "getStarted": "آمن معنا",
    "slogan": "آمن مستقبلك ويانه",
    "landingHeading": "نوفر جميع الحلول التأمينية",
    "landingQuote": "نسعى جاهدين لتقديم خدمات تأمينية رائدة تلبي احتياجات عملائنا وتضمن لهم راحة البال والحماية المالية",
    "visionBrief": "نبذة من رؤية الشركة",
    "featured_clients": "ابرز عملائنا",
    "whoWeAre": "من نحن",
    "innovative_insurance_solutions": "حلول تأمينية مبتكرة",
    "our_vision": "رؤيتنا",
    "mission_statement_intro": "نسعى جاهدين لتقديم خدمات تأمينية رائدة تلبي احتياجات عملائنا وتضمن لهم راحة البال والحماية المالية.",
    "vision_statement": "رؤيتنا تتمثل في أن نصبح الشركة الأولى في العراق في تقديم حلول تأمينية مبتكرة تتماشى مع أعلى المعايير الدولية.",
    "commitment_statement": "نحن ملتزمون بتقديم خدمات تعتمد على الشفافية والمصداقية، مع التركيز على بناء علاقات طويلة الأمد مع عملائنا وشركائنا.",
    "main_goal": "هدفنا الرئيسي هو توفير تغطيات تأمينية شاملة ومصممة خصيصًا لتلبية متطلبات الأفراد والشركات على حدٍّ سواء.",
    "continuous_development": "نعمل باستمرار على تطوير منتجاتنا وخدماتنا لمواكبة التطورات في السوقين المحلي والدولي.",
    "human_capital_focus": "كما نؤمن بأن الاستثمار في رأس المال البشري هو مفتاح نجاحنا، لذا نحرص على تدريب فريقنا ليكون مؤهلاً لتقديم أفضل تجربة تأمينية ممكنة.",
    "our_services": "خدماتنا",
    "our_service_package": "حزمة خدماتنا",
    "browse_all_services": "تصفح جميع الخدمات",
    "life_insurance": "التأمين على الحياة",
    "health_insurance": "التأمين الصحي",
    "engineering_insurance": "التأمين الهندسي",
    "car_insurance": "تأمين السيارات",
    "life_insurance_desc": "التأمين على الحياة يؤمّن أسرة المؤمن له ماليًا بعد وفاته ويُسهم في استقرارهم المستقبلي.",
    "health_insurance_desc": "التأمين الصحي يغطي التكاليف الطبية ويضمن رعاية صحية مستمرة وجودة حياة أفضل.",
    "engineering_insurance_desc": "التأمين الهندسي يحمي المشاريع من المخاطر ويضمن استمراريتها وجودتها.",
    "car_insurance_desc": "تأمين السيارات يوفر الحماية ضد حوادث الطرق والأضرار التي تلحق بالمركبة، بما في ذلك التغطية ضد المسؤولية تجاه الغير.",
    "why_choose_al_yamama": "لماذا تختار اليمامة؟",
    "what_distinguishes_al_yamama": "بماذا تتميز اليمامة للتأمين؟",
    "advantage_expertise_title": "الخبرة والتخصص",
    "advantage_expertise_desc": "نؤمن بأن الخبرة العميقة والتخصص الدقيق هما الركيزتان الأساسيتان لتقديم أفضل مستويات الأمان المالي لعملائنا.",
    "advantage_coverage_title": "التغطية الشاملة",
    "advantage_coverage_desc": "نحن نؤمن بأن الحماية الحقيقية لا تأتي إلا من خلال تغطية متكاملة وشاملة لا تدع مجالًا للقلق. وثائق التأمين لدينا مصممة خصيصًا لتوفير أقصى درجات الأمان",
    "advantage_customer_focus_title": "نهج يركز على العملاء",
    "advantage_customer_focus_desc": "في شركتنا، العميل ليس مجرد رقم وثيقة؛ بل هو الشريك الأساسي والمرتكز الذي تقوم عليه جميع خدماتنا. لقد بنينا نموذج عملنا بالكامل على فلسفة بسيطة وعميقة: خدمة استثنائية تبدأ بفهم احتياجاتكم وتنتهي بتجاوز توقعاتكم.",
    "how_to_start_with_us": "كيف تبدأ معنا؟",
    "how_to_get_insured": "كيف تؤمن؟",
    "step_consultation_and_assessment": "الاستشارة والتقييم",
    "step_initial_meeting_title": "الاجتماع الأولي",
    "step_initial_meeting_desc": "تبدأ رحلة تأمينك بلقاء تعريفي مع مستشارنا الخبير، حيث نستمع بتركيز لفهم وضعك الحالي ومخاوفك بدقة. نناقش أهدافك المالية ومتطلبات الحماية لضمان أساس متين للمرحلة التالية. هذا الاجتماع هو الأساس لبناء شراكة قائمة على الثقة والشفافية.",
    "step_needs_assessment_title": "تقييم الاحتياجات",
    "step_needs_assessment_desc": "يقوم فريقنا بتحليل شامل للمخاطر المحتملة التي تواجهك، سواء كانت شخصية أو تجارية، باستخدام أدوات تقييم متطورة. نحدد الفجوات في الحماية التي قد تكون موجودة ونقاط الضعف التي تحتاج إلى تغطية فورية. نهدف إلى تقديم صورة واضحة وموضوعية لاحتياجاتك التأمينية الحقيقية.",
    "step_custom_plan_selection": "اختيار خطة مخصصة",
    "step_plan_options_title": "خيارات الخطة المقدمة",
    "step_plan_options_desc": "بناءً على التقييم، نقدم لك مجموعة من الخيارات التأمينية المصممة خصيصًا لحالتك، مع شرح مفصل لمزايا وتكاليف كل تغطية. نوضح الفرق بين الخطط الأساسية والشاملة والمخصصة، مع التركيز على القيمة التي تحصل عليها. ستتلقى عرضًا واضحًا يسهل عليك المقارنة واتخاذ قرار مستنير.",
    "step_review_and_decision_title": "المراجعة والقرار",
    "step_review_and_decision_desc": "نخصص وقتًا كافيًا لمراجعة الخيارات معًا، والإجابة على جميع استفساراتك وتعديل البنود حسب رغبتك. نساعدك في الموازنة بين مستوى التغطية والتكلفة لتصل إلى الخيار الأمثل لك أو لشركتك. بمجرد تأكيد اختيارك، ننتقل فورًا لتفعيل وثيقتك.",
    "step_enrollment_and_activation": "التسجيل وتفعيل التغطية",
    "step_application_process_title": "عملية التقديم",
    "step_application_process_desc": "تتميز عملية تقديم الطلب بالبساطة والسرعة، حيث نساعدك في ملء النماذج المطلوبة إلكترونيًا وبأقل قدر من المستندات. يقوم فريقنا بمتابعة جميع الإجراءات الإدارية اللازمة لضمان سلاسة العملية ودقتها. هدفنا هو إنهاء الإجراءات بسرعة فائقة ودون أي عناء عليك.",
    "step_coverage_activation_title": "تفعيل التغطية",
    "step_coverage_activation_desc": "بمجرد استكمال الدفع والموافقة النهائية، يتم تفعيل وثيقتك التأمينية على الفور وتحصل على مستندات التغطية. نؤكد لك أنك أصبحت رسميًا تحت حمايتنا، ونقدم لك بطاقة العضوية وأرقام التواصل الضرورية للدعم. تهانينا، لقد تم تأمينك بالكامل وأصبحت تحت مظلة أمان شركتنا.",
    "tagline_everything_secured": "وياّنا… كلشي مأمَّن وانت مطمّن",
    "start_with_us_cta": "ابدأ معنا",
    "get_comprehensive_coverage": "احصل على تغطيات تأمينية شاملة معنا",
    "stay_in_touch": "ابقى على تواصل دائم ويانه",
    "label_phone_number": "رقم الهاتف",
    "label_address": "العنوان",
    "address_detail": "العراق - بغداد - كرادة خارج - قرب قرية دجلة",
    "label_working_hours": "ساعات العمل",
    "working_hours_detail": "8 صباحاً - 2:30 ظهراً",
    "label_email": "البريد الالكتروني",
    "contact_message": "نحب دائماً نسمع اقتراحاتك واستفساراتك",
    "label_full_name": "الاسم الكامل",
    "label_message": "الرسالة",
    "button_send": "ارسال",
    "visit_us_on_social_media": "زورونا على مواقع التواصل الاجتماعي"
  }
}
