{
  "home": {
    "homePage": "Home",
    "aboutUs": "About us",
    "ourServices": "Our services",
    "contactUs": "Contact us",
    "latestNews": "Latest news",
    "getStarted": "Get started",
    "slogan": "Secure your future with us.",
    "landingHeading": "We provide all insurance solutions",
    "landingQuote": "We strive diligently to offer leading insurance services that meet our clients' needs and ensure them peace of mind and financial protection.",
    "visionBrief": "Vision Excerpt",
    "featured_clients": "Our Featured Clients",
    "whoWeAre": "Who we are",
    "innovative_insurance_solutions": "Innovative Insurance Solutions",
    "our_vision": "Our vision",
    "mission_statement_intro": "We strive to provide leading insurance services that meet our clients' needs, ensuring their peace of mind and financial protection.",
    "vision_statement": "Our vision is to become the number one company in Iraq for providing innovative insurance solutions that align with the highest international standards.",
    "commitment_statement": "We are committed to delivering services based on transparency and credibility, focusing on building long-term relationships with our clients and partners.",
    "main_goal": "Our main goal is to provide comprehensive insurance coverages, specifically tailored to meet the requirements of individuals and companies alike.",
    "continuous_development": "We continuously work to develop our products and services to keep pace with developments in both the local and international markets.",
    "human_capital_focus": "We also believe that investing in human capital is the key to our success. Therefore, we ensure our team is well-trained to deliver the best possible insurance experience.",
    "our_services": "Our services",
    "our_service_package": "Our Service Package",
    "browse_all_services": "Browse All Services",
    "life_insurance": "Life Insurance",
    "health_insurance": "Health Insurance",
    "engineering_insurance": "Engineering Insurance",
    "car_insurance": "Car Insurance",
    "life_insurance_desc": "Life Insurance financially secures the insured's family after their passing, contributing to their future stability.",
    "health_insurance_desc": "Health Insurance covers medical costs, ensuring continuous healthcare and a better quality of life.",
    "engineering_insurance_desc": "Engineering Insurance protects projects from risks, ensuring their continuity and quality.",
    "car_insurance_desc": "Car insurance provides protection against road accidents and damage to the vehicle, including third-party liability coverage.",
    "why_choose_al_yamama": "Why Choose Al-Yamama?",
    "what_distinguishes_al_yamama": "What Distinguishes Al-Yamama Insurance?",
    "advantage_expertise_title": "Expertise and Specialization",
    "advantage_expertise_desc": "We believe that deep experience and precise specialization are the fundamental pillars for providing the best levels of financial security to our clients.",
    "advantage_coverage_title": "Comprehensive Coverage",
    "advantage_coverage_desc": "We believe that true protection only comes through integrated and comprehensive coverage that leaves no room for worry. Our insurance policies are specially designed to provide the maximum degree of security.",
    "advantage_customer_focus_title": "Customer-Centric Approach",
    "advantage_customer_focus_desc": "In our company, the client is not just a policy number; they are the essential partner and focus upon which all our services are built. We have entirely based our business model on a simple yet profound philosophy: exceptional service that starts with understanding your needs and ends with exceeding your expectations.",
    "how_to_start_with_us": "How to Get Started With Us?",
    "how_to_get_insured": "How to Get Insured?",
    "step_consultation_and_assessment": "Consultation and Assessment",
    "step_initial_meeting_title": "Initial Meeting",
    "step_initial_meeting_desc": "Your insurance journey begins with an introductory meeting with our expert consultant, where we listen attentively to accurately understand your current situation and concerns. We discuss your financial goals and protection requirements to ensure a solid foundation for the next phase. This meeting is the basis for building a partnership founded on trust and transparency.",
    "step_needs_assessment_title": "Needs Assessment",
    "step_needs_assessment_desc": "Our team conducts a comprehensive analysis of the potential risks you face, whether personal or business, using advanced assessment tools. We identify protection gaps that may exist and vulnerabilities that require immediate coverage. We aim to provide a clear and objective picture of your true insurance needs.",
    "step_custom_plan_selection": "Selecting a Custom Plan",
    "step_plan_options_title": "Presented Plan Options",
    "step_plan_options_desc": "Based on the assessment, we present you with a set of insurance options specifically designed for your situation, with a detailed explanation of the benefits and costs of each coverage. We clarify the difference between basic, comprehensive, and custom plans, focusing on the value you receive. You will receive a clear offer that makes it easy for you to compare and make an informed decision.",
    "step_review_and_decision_title": "Review and Decision",
    "step_review_and_decision_desc": "We dedicate sufficient time to review the options together, answer all your inquiries, and modify clauses according to your preference. We assist you in balancing the level of coverage with the cost to reach the optimal choice for you or your company. Once you confirm your selection, we immediately proceed to activate your policy.",
    "step_enrollment_and_activation": "Enrollment and Coverage Activation",
    "step_application_process_title": "The Application Process",
    "step_application_process_desc": "The application process is simple and fast, as we help you fill out the required forms electronically with minimal documentation. Our team follows up on all necessary administrative procedures to ensure the process is smooth and accurate. Our goal is to complete the procedures quickly and without any hassle for you.",
    "step_coverage_activation_title": "Coverage Activation",
    "step_coverage_activation_desc": "Upon completion of payment and final approval, your insurance policy is immediately activated, and you receive the coverage documents. We confirm that you are officially under our protection, and we provide you with a membership card and essential contact numbers for support. Congratulations, you are fully insured and under the umbrella of our company's security.",
    "tagline_everything_secured": "With us... everything is secured and you are reassured",
    "start_with_us_cta": "Start With Us",
    "get_comprehensive_coverage": "Get Comprehensive Insurance Coverage With Us",
    "stay_in_touch": "Stay In Contact With Us",
    "label_phone_number": "Phone Number",
    "label_address": "Address",
    "address_detail": "Iraq - Baghdad - Karrada Kharij - Near Dajla Village",
    "label_working_hours": "Working Hours",
    "working_hours_detail": "8:00 AM - 2:30 PM",
    "label_email": "Email Address",
    "contact_message": "We always love to hear your suggestions and inquiries",
    "label_full_name": "Full Name",
    "label_message": "Message",
    "button_send": "Send",
    "visit_us_on_social_media": "Visit Us On Social Media"
  }
}
